[
    {
        "title": "Company news",
        "posts": [
            {
                "id": "1",
                "title": "The German Socialist Party",
                "content": "The German Socialist Party (German: Deutschsozialistische Partei, DSP) was a German far-right, nationalist party during the early years of the Weimar Republic. Founded in 1918, its declared aim was an ideology that would combine both völkisch and socialist elements. However, the party never became a mass movement: After it was dissolved in 1922, many of its members joined the similar National Socialist German Workers Party (NSDAP) instead. The DSP was heavily influenced by the antisemitic Thule Society led by Rudolf von Sebottendorf as well as publications of engineer Alfred Brunner who aimed to create a party that would be both nationalist, socialist and attractive to the German proletariat, which at that time was heavily influenced by communism, following the German Revolution of 1918–1919. This made the DSP similar to the German Workers Party in and around Munich, which later became the NSDAP. A merger of the two parties failed however. In 1920, the party (which had originally only existed in Nuremberg and around Franconia) was founded for the entire German state and contested in the Reichstag elections. Yet, the party proved unpopular with only about 7,000 votes.[1] This led Julius Streicher, an important party official, to ally with the so-called Volkische Werkgemeinschaft in the summer of 1921. Yet, the DSP continued to lose members and popularity. In late 1922, the German Socialist Party was officially dissolved, many functionaries followed Streicher to the NSDAP.",
                "author": {
                    "name": "Piter Wenkman",
                    "photo": ""
                },
                "date": "04.01.2012"
            },
            {
                "id": "2",
                "title": "Mwananchi Communications",
                "content": "The history of Mwananchi Communications Ltd can be traced back to 1999 when Hon Ferdinand Ruhinda[2] started a communications company known as Media Communications Ltd, which saw a daily Swahili paper (Mwananchi) registered on April 20, 2000. On the 27th of May 2000 the first copy of Mwananchi was launched. It was a 12-paged newspaper retailing at Sh150. The market at the time was not as fragmented as it is now as there were only three mainstream daily Swahili newspapers in the market as opposed to today where we have eight mainstream daily Swahili newspapers. This paper has since had continuous improvement for format and presentation that has seen its leadership position in the market sustained. Shortly after the launch of Mwananchi, a bi-weekly sports newspaper Mwanaspoti was launched on February 12, 2001 respectively. It was a 12-paged sports paper retailing at only Sh100. This paper has also gone through tremendous improvement for content and format to ensure that the ever changing needs of our readers are met.",
                "date": "15.02.2012"
            },
            {
                "id": "3",
                "title": "Maids Head Hotel",
                "content": "The hotel is in the city centre area of Norwich known as Tombland and is very close to Norwich Cathedral. Norwich railway station is 0.7 miles (1.1 km) south east of the hotel. The nearest Airport is Norwich Airport and is 3.5 miles (5.6 km) north of the hotel. The Hotel dates from the 13th century and is amalgamation of at least 6 buildings. The main façade faces on to intersection of three streets, Tombland, Wensum Street and Palace Street. The hotel has a total of 84 bedrooms all of which are en-suite. The hotel also has a mixture of meeting and conference room facilities. There is also a restaurant which is called The WinePress @ Wensum. The hotel has two bar areas. The Maids Head Bar features Jacobean Oak panelling and has been reputedly, frequented by guest such as Horatio Nelson and Edith Cavell.[6] There is also a second bar which is called the Yard Bar. Queen Elizabeth I of England was said to have slept at the hotel in 1587.[6] It is reportedly haunted by the ghost of an elderly man, believed to be the former mayor of the city who has been seen shaking his head in the courtyard and the ghost of a former maid, whose presence can be detected by a distinct musty lavender odour.",
                "date": "09.05.2013"
            }
        ]
    },
    {
        "title": "Projects",
        "posts": [
            {
                "id": "4",
                "title": "New Knowledge Worker of Korea",
                "content": "The New Knowledge Worker of Korea or New Knowledge Person (abbreviated to NKWK as the post-nominal) (Korean: 대한민국 신지식인) is a distinction and honorary title in the Republic of Korea awarded personally for exceptional achievements with new knowledge including new skills and ideas in national economy, culture and arts. This honour bestowed by National Commission for Rebuilding Korea (before 2003), Ministry of Government Administration and Home Affairs (after 2003) and Ministry of Public Administration and Security (after 2007) of the Republic of Korea.[1][2] The Ministry for Food, Agriculture, Forestry and Fisheries of Korea separately confers the New Knowledge Farmer after 1999.",
                "date": "21.07.2013"
            },
            {
                "id": "5",
                "title": "Louise Creighton",
                "content": "Louise Hume Creighton, née von Glehn (7 July 1850 – 15 April 1936) was a British author of books on historical and socio-political topics and an activist for greater role of women both within society and within the Church of England.[1] In 1872, she married Mandell Creighton, later a historian and bishop in the Church of England. The couple had seven children.[2] Her cremated remains were buried in St. Paul's Cathedral, London in the grave of her husband, the Bishop of London. She was a daughter of Robert von Glehn of Sydenham, London; and a brother of Alfred de Glehn the French steam locomotive engineer. She was the mother of seven: Beatrice in 1872, Lucia in 1874, Cuthbert in 1876, Walter in 1878, Mary in 1880, and Oswin in 1883; and finally Gemma, born in 1887.",
                "date": "11.04.2012"
            },
            {
                "id": "6",
                "title": "Ric Esther Bienstock",
                "content": "Ric Esther Bienstock is an Emmy Award winning Canadian documentary filmmaker best known for her groundbreaking investigative documentaries. She was born in Montreal, Quebec and studied at McGill University. She has produced and directed an eclectic array of films from award-winning investigative social issue documentaries like Sex Slaves, an investigation into the trafficking of women from former Soviet Bloc Countries into the global sex trade and Ebola: Inside an Outbreak which took viewers to ground zero of the Ebola outbreak in Zaire - to lighter more entertaining fare such as Penn & Teller’s Magic and Mystery Tour. She has garnered dozens of awards for her films including a U.S. Emmy for Outstanding Investigative Journalism, an Edward R. Murrow Award, an Alfred I. Dupont-Columbia Award for Excellence in Broadcast Journalism [1], 2 Geminis, a Genie, a British Broadcast Award, a Royal Television Society Award, an Overseas Press Club of America Award, a Gracie Award, 2 Cine Golden Eagles, 2 Gold Hugos, a Distinguished Documentary Achievement Award from the IDA, 2 Hot Docs Awards, a Gold Worldmedia Award and a Cable Ace Award among others. She was also nominated for a BAFTA in the U.K.",
                "date": "26.11.2013"
            }
        ]
    },
    {
        "title": "Collegues",
        "posts": [
            {
                "id": "7",
                "title": "Evangelize China Fellowship",
                "content": "The ECF founder, Dr. Ji Zhiwen (anglicized as Andrew Gih), was born in Shanghai and became a Christian while a student at Bethel School in Shanghai. Moved by the preaching of Paget Wilkes, he became an evangelist at the age of 25. In 1928 he joined the Worldwide Evangelistic Band, led by George Rideout of Asbury College, Wilmore, Kentucky. While on a preaching tour in south China, he met the famed evangelist John Sung (Song Shangjie). They formed the Bethel Worldwide Evangelistic Band in 1931. After Sung left this work in 1933, Gih continued it under the name of Bethel Mission until July 1947 .,[2] when he founded the Evangelize China Fellowship (ECF) as a Mandarin Church in Shanghai. After Shanghai fell to the Communists, Gih moved his work to Hong Kong, and appointed Paul Shen to open ECF work in Taiwan, resulting eleven years later in seven churches and an orphanage.",
                "date": "17.10.2012"
            },
            {
                "id": "8",
                "title": "Barriers",
                "content": "Barriers is a British children's television series, created and written by William Corlett, and made by Tyne Tees Television for ITV between 1981 and 1982.The series starred Benedict Taylor as Billy Stanyon, a teenager facing up to the loss of his parents in a sailing accident only to discover that he was adopted. Billy then sets off on a journey to find his real parents that takes him across Europe. The series was filmed on location in Scotland, Germany and Austria.Barriers lasted for two series and other notable cast members included Paul Rogers, Laurence Naismith, Siân Phillips, Patricia Lawrence, Nicholas Courtney, Robert Addie, Natalie Forbes and Ellie Nicol-Hilton.",
                "date": "29.05.2012"
            },
            {
                "id": "9",
                "title": "Abbate v. United States",
                "content": "The question presented in this case had already been decided by the Supreme Court in United States v. Lanza. Abbate asked that the Court overrule its prior decision, which the Court declined to do. The Court reasoned that overruling Lanza would result in serious and undesirable consequences. Particularly, the state conviction here resulted in only three months' imprisonment, while the federal conviction made up to five years of imprisonment available. The Court deemed this potential disparity to be problematic. The only way to ensure that federal law enforcement interests would be vindicated under such a regime would be to displace state power to prosecute actions that also constitute federal crimes, which would be a massive shift in the balance of criminal power as between the states and the federal government.",
                "date": "01.06.2013"
            }
        ]
    },
    {
        "title": "Humor",
        "posts": [
            {
                "id": "10",
                "title": "Public analyst",
                "content": "Public Analysts are scientists in the United Kingdom and Ireland whose principal task is to ensure the safety and correct description of food by testing for compliance with legislation.[1] Most Public Analysts are also Agricultural Analysts who carry out similar work on animal feedingstuffs and fertilisers. [2] While much of the work is done by other scientists and technicians in the laboratory, the Public Analyst has legal responsibility for the accuracy of the work and the validity of any opinion expressed on the results reported. There is an Association of Public Analysts, which includes members with similar roles if different titles in other countries.The office of Public Analyst was established in 1860, with the Act for Preventing the Adulteration of Articles of Food and Drink, the first three appointments being in London, Birmingham and Dublin.[1] Since the separation of the UK and Ireland, they operate under different legislation, but the term and general duties are the same. The original work was chemical testing, and this is still a major part, but nowadays microbiological examination of food is an important activity, particularly in Scotland, where Public Analyst laboratories also carry out a statutory Food Examiner role.",
                "date": "09.12.2013"
            },
            {
                "id": "11",
                "title": "Keidel vacuum",
                "content": "Essentially, the Keidel vacuum consists of a sealed ampule with or without a culture medium. Connected to the ampule was a short rubber tube with a needle at the end, using a small glass tube as a cap. The insertion of the needle into the vein crushes the ampule, thus creating a vacuum and forcing blood into the container. Typically, a prominent vein in the forearm such as the median cubital vein would suffice, although the Keidel vacuum can take blood for any prominent peripheral vein. This concept did not become popular until during World War II, when quick and efficient first aid care was necessary in the battle field. As a result, the vacutainer became the forefront device used for blood collection.",
                "date": "11.02.2012"
            },
            {
                "id": "12",
                "title": "Union of Democrats and Independents",
                "content": "The Union of Democrats and Independents (French: Union des démocrates et indépendants, UDI) is a centrist political party in France founded on 18 September 2012 on the basis of the parliamentary group of the same name. The party is composed of eight separate political parties who retain their independence. The former UDI's president and leader Jean-Louis Borloo claims to have 50,000 members.[1] The current president is Yves Jégo since the resignation of Jean-Louis Borloo on 6 April 2014 for health reasons, to the congress party on 15 November 2014.On 9 October 2012, the leaderships of the parties making up the UDI parliamentary group announced the creation of a new political party and set up a temporary office in Paris. On 21 October, a founding assembly was convened at the Maison de la Mutualité in Paris, which marked the official foundation of the movement.Following the congress of the Union for a Popular Movement (UMP) on 18 November 2012 and the ensuing tensions between the two rival candidates for the party's presidency, a number of leading figures of the UMP announced that they were joining the UDI; including former cabinet minister and deputy Pierre Méhaignerie and Mayenne deputy Yannick Favennec. However, during a legislative by-election on December 9 and 16, 2012 in the Val-de-Marne's 1st constituency, UDI incumbent Henri Plagnol - a former member of the UMP who had joined the UDI in June - was defeated by a right-wing dissident, Sylvain Berrios.",
                "date": "25.08.2014"
            }
        ]
    },
    {
        "title": "Other",
        "posts": [
            {
                "id": "13",
                "title": "377th Fighter Squadron",
                "content": "Reassigned back to the United States in August–September 1945, and assigned to First Air Force at Seymour Johnson Field, North Carolina, being programmed for deployment to Okinawa to take part in the planned Invasion of Japan. As a result of the Atomic bombings of Hiroshima and Nagasaki and the sudden end of the Pacific War, the deployment plans were canceled, however the unit was retained as part of the Second Air Force under Continental Air Forces and reassigned to Biggs Field, Texas, being equipped with P-51 Mustangs. Inactivated on 1 August due to postwar budget restrictions.",
                "date": "17.05.2014"
            },
            {
                "id": "14",
                "title": "Anup Kumar Yama",
                "content": "Anup started skating at the age of 4 and was coached by his father Mr. Veeresh Yama, who is a national coach. Yama practices at the Indira Gandhi rink in Domalguda and has won several national titles.After having achieved the historic feat of winning the first world medal for India in Roller Skating in the first 2 weeks of October by winning a bronze medal for India in the 57th World Artistic Roller Skating Championship 2012, New Zealand, he headed straight to the 15th Asian Roller Skating Championship, Hefei-CHINA held from 23 to 31 October where he won 3 GOLD MEDALS AND 2 SILVER MEDALS. This achievement of his has made him surpass his previous Asian Championship achievement of 3 Gold medals and 2 Bronze Medals which was the highest grade medals won by a single skater ever in Asian. Anup Kumar Yama put on his skates at the age of 4 years. He is the first person to introduce Indian talent in Roller Sport to the entire world. He forged a strong international fan following with his awe-inspiring combination spins, signature style triple jumps, and perfect landings. He has now become a benchmark for tens of thousands of aspiring skaters in India and abroad.",
                "date": "27.03.2014"
            },
            {
                "id": "15",
                "title": "Tom and Gerri",
                "content": "Tom and Gerri is the third episode of British dark comedy anthology series Inside No. 9. It premiered on BBC2 on 19 February 2014. The episode was based on a play that Steve Pemberton and Reece Shearsmith had written while living together prior to the development of their series The League of Gentlemen. While the play had originally been around two hours in length, the episode was only half an hour. Tom and Gerri follows a difficult period in the life of Tom (Shearsmith), a primary school teacher and aspiring writer, and his partner Gerri (Gemma Arterton), a struggling actress, after Tom invites the homeless Migg (Pemberton) into his home. Conleth Hill stars as Stevie, a man worried about the mental health of his friend Tom. The entire episode takes place inside Tom's flat.",
                "date": "23.03.2013"
            }
        ]
    }
]